Division family cannot be used for all widths of hosts
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId DivideVolumesProfilesForWidthAll { get; }
  Visual Basic
Public Shared ReadOnly Property DivideVolumesProfilesForWidthAll As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ DivideVolumesProfilesForWidthAll {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures DPartFailures Class
  Autodesk.Revit.DB Namespace